{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      "\"": 4,
      "'": 5,
      ",": 6,
      "-": 7,
      ".": 8,
      ":": 9,
      ";": 10,
      "?": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "j": 21,
      "k": 22,
      "l": 23,
      "m": 24,
      "n": 25,
      "o": 26,
      "p": 27,
      "q": 28,
      "r": 29,
      "s": 30,
      "t": 31,
      "u": 32,
      "v": 33,
      "w": 34,
      "x": 35,
      "y": 36,
      "z": 37,
      "th": 38,
      "the": 39,
      "in": 40,
      "an": 41,
      "re": 42,
      "ed": 43,
      "er": 44,
      "ou": 45,
      "on": 46,
      "as": 47,
      "is": 48,
      "en": 49,
      "at": 50,
      "he": 51,
      "and": 52,
      "to": 53,
      "ing": 54,
      "it": 55,
      "or": 56,
      "st": 57,
      "of": 58,
      "al": 59,
      "ar": 60,
      "was": 61,
      "ad": 62,
      "ch": 63,
      "es": 64,
      "ow": 65,
      "il": 66,
      "se": 67,
      "be": 68,
      "im": 69,
      "om": 70,
      "we": 71,
      "his": 72,
      "gh": 73,
      "ly": 74,
      "you": 75,
      "id": 76,
      "no": 77,
      "li": 78,
      "le": 79,
      "ac": 80,
      "wi": 81,
      "ve": 82,
      "ur": 83,
      "with": 84,
      "ion": 85,
      "sh": 86,
      "ent": 87,
      "ir": 88,
      "ver": 89,
      "wh": 90,
      "ay": 91,
      "am": 92,
      "for": 93,
      "had": 94,
      "ght": 95,
      "ro": 96,
      "ic": 97,
      "him": 98,
      "ld": 99,
      "ne": 100,
      "that": 101,
      "ut": 102,
      "ge": 103,
      "un": 104,
      "oo": 105,
      "ore": 106,
      "all": 107,
      "ll": 108,
      "ri": 109,
      "they": 110,
      "red": 111,
      "aw": 112,
      "fe": 113,
      "ke": 114,
      "su": 115,
      "my": 116,
      "ce": 117,
      "de": 118,
      "so": 119,
      "out": 120,
      "me": 121,
      "now": 122,
      "there": 123,
      "were": 124,
      "not": 125,
      "pe": 126,
      "our": 127,
      "te": 128,
      "sel": 129,
      "ap": 130,
      "ain": 131,
      "ter": 132,
      "ould": 133,
      "go": 134,
      "are": 135,
      "her": 136,
      "she": 137,
      "ab": 138,
      "lo": 139,
      "ave": 140,
      "but": 141,
      "one": 142,
      "ill": 143,
      "ip": 144,
      "this": 145,
      "ag": 146,
      "do": 147
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "a n",
      "r e",
      "e d",
      "e r",
      "o u",
      "o n",
      "a s",
      "i s",
      "e n",
      "a t",
      "h e",
      "an d",
      "t o",
      "in g",
      "i t",
      "o r",
      "s t",
      "o f",
      "a l",
      "a r",
      "w as",
      "a d",
      "c h",
      "e s",
      "o w",
      "i l",
      "s e",
      "b e",
      "i m",
      "o m",
      "w e",
      "h is",
      "g h",
      "l y",
      "y ou",
      "i d",
      "n o",
      "l i",
      "l e",
      "a c",
      "w i",
      "v e",
      "u r",
      "wi th",
      "i on",
      "s h",
      "en t",
      "i r",
      "v er",
      "w h",
      "a y",
      "a m",
      "f or",
      "h ad",
      "gh t",
      "r o",
      "i c",
      "h im",
      "l d",
      "n e",
      "th at",
      "u t",
      "g e",
      "u n",
      "o o",
      "o re",
      "al l",
      "l l",
      "r i",
      "the y",
      "re d",
      "a w",
      "f e",
      "k e",
      "s u",
      "m y",
      "c e",
      "d e",
      "s o",
      "ou t",
      "m e",
      "n ow",
      "the re",
      "we re",
      "no t",
      "p e",
      "ou r",
      "t e",
      "se l",
      "a p",
      "a in",
      "t er",
      "ou ld",
      "g o",
      "a re",
      "h er",
      "s he",
      "a b",
      "l o",
      "a ve",
      "b ut",
      "on e",
      "il l",
      "i p",
      "th is",
      "a g",
      "d o"
    ]
  }
}
