{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "!": 3,
      "'": 4,
      ",": 5,
      "-": 6,
      ".": 7,
      "0": 8,
      "1": 9,
      "2": 10,
      "5": 11,
      "6": 12,
      "7": 13,
      "8": 14,
      "9": 15,
      ":": 16,
      ";": 17,
      "a": 18,
      "b": 19,
      "c": 20,
      "d": 21,
      "e": 22,
      "f": 23,
      "g": 24,
      "h": 25,
      "i": 26,
      "j": 27,
      "k": 28,
      "l": 29,
      "m": 30,
      "n": 31,
      "o": 32,
      "p": 33,
      "q": 34,
      "r": 35,
      "s": 36,
      "t": 37,
      "u": 38,
      "v": 39,
      "w": 40,
      "x": 41,
      "y": 42,
      "z": 43,
      "th": 44,
      "the": 45,
      "in": 46,
      "an": 47,
      "re": 48,
      "ed": 49,
      "er": 50,
      "ou": 51,
      "on": 52,
      "as": 53,
      "is": 54,
      "at": 55,
      "he": 56,
      "en": 57,
      "and": 58,
      "to": 59,
      "ing": 60,
      "it": 61,
      "or": 62,
      "st": 63,
      "of": 64,
      "al": 65,
      "ar": 66,
      "was": 67,
      "ad": 68,
      "ch": 69,
      "es": 70,
      "ow": 71,
      "il": 72,
      "se": 73,
      "be": 74,
      "im": 75,
      "om": 76,
      "we": 77,
      "his": 78,
      "ly": 79,
      "you": 80,
      "gh": 81,
      "id": 82,
      "no": 83,
      "li": 84,
      "le": 85,
      "ac": 86,
      "wi": 87,
      "ve": 88,
      "ur": 89,
      "with": 90,
      "ion": 91,
      "sh": 92,
      "ir": 93,
      "ver": 94,
      "ent": 95,
      "ay": 96,
      "am": 97,
      "for": 98,
      "had": 99,
      "ro": 100,
      "ic": 101,
      "him": 102,
      "ld": 103,
      "ne": 104,
      "that": 105,
      "ght": 106,
      "ut": 107,
      "ge": 108,
      "wh": 109,
      "un": 110,
      "oo": 111,
      "ore": 112,
      "all": 113,
      "ll": 114,
      "ri": 115,
      "they": 116,
      "red": 117,
      "aw": 118,
      "fe": 119,
      "ke": 120,
      "su": 121,
      "my": 122,
      "ce": 123,
      "de": 124,
      "so": 125,
      "out": 126,
      "me": 127,
      "now": 128,
      "there": 129,
      "were": 130,
      "not": 131,
      "pe": 132,
      "our": 133,
      "sel": 134,
      "ap": 135,
      "ain": 136,
      "ter": 137,
      "ould": 138,
      "go": 139,
      "are": 140,
      "her": 141,
      "she": 142,
      "te": 143,
      "ab": 144,
      "lo": 145,
      "ave": 146,
      "but": 147
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "a n",
      "r e",
      "e d",
      "e r",
      "o u",
      "o n",
      "a s",
      "i s",
      "a t",
      "h e",
      "e n",
      "an d",
      "t o",
      "in g",
      "i t",
      "o r",
      "s t",
      "o f",
      "a l",
      "a r",
      "w as",
      "a d",
      "c h",
      "e s",
      "o w",
      "i l",
      "s e",
      "b e",
      "i m",
      "o m",
      "w e",
      "h is",
      "l y",
      "y ou",
      "g h",
      "i d",
      "n o",
      "l i",
      "l e",
      "a c",
      "w i",
      "v e",
      "u r",
      "wi th",
      "i on",
      "s h",
      "i r",
      "v er",
      "en t",
      "a y",
      "a m",
      "f or",
      "h ad",
      "r o",
      "i c",
      "h im",
      "l d",
      "n e",
      "th at",
      "gh t",
      "u t",
      "g e",
      "w h",
      "u n",
      "o o",
      "o re",
      "al l",
      "l l",
      "r i",
      "the y",
      "re d",
      "a w",
      "f e",
      "k e",
      "s u",
      "m y",
      "c e",
      "d e",
      "s o",
      "ou t",
      "m e",
      "n ow",
      "the re",
      "we re",
      "no t",
      "p e",
      "ou r",
      "se l",
      "a p",
      "a in",
      "t er",
      "ou ld",
      "g o",
      "a re",
      "h er",
      "s he",
      "t e",
      "a b",
      "l o",
      "a ve",
      "b ut"
    ]
  }
}
